# -------------------------------------------------------------------------
# Welcome scenario messages
WELCOME_MSG = "Добро пожаловать пользователь. Как к вам можно обращаться?"
REMEMBER_YOU = "Отлично, я запомнил вас "
# -------------------------------------------------------------------------
# Info scenario message
INFO_MSG = "Вы можете использовать следующие команды: \n" \
           "/back - вернуться назад \n" \
           "/add - добавить напоминание \n" \
           "/check_list - просмотреть список текущий напоминаний\n" \
           "/check_done_list - посмотреть спискок сделанных дел\n"
# -------------------------------------------------------------------------
# Adding remind scenario message
INPUT_REMIND_NAME = " введите названия напоминания."
INPUT_REMIND_TEXT = " введите описание, которое связано с этим напоминанием."
INPUT_REMIND_CATEGORY = "Введите категорию напоминания."
TRY_INPUT_REMIND_CATEGORY = "Хотите добавить ещё одну категорию для напоминания?"
INPUT_REMIND_DEADLINE = "Выберите дедлайн для задачи."
TRY_INPUT_REMIND_FILE = "Хотите добавить файл?"
INPUT_REMIND_FILE = "Прикрепите файл, который хотите прикрепить."
TRY_INPUT_REMIND_PICTURE = "Хотите добавить картинку, " \
                           "которая будет отображать задачу?"
INPUT_REMIND_PICTURE = "Прикрепите картинку, которая будет выводиться при напоминании" \
                       "об этой задаче"
INPUT_TYPE_OF_REMIND = "Выберите тип напоминания из предложенных ниже:"
SHORING_MSG = "Вы уверены в выбранном типе напоминания?"
ADDING_FINISH = "Ваше напоминание успешно добавлено!"

# -------------------------------------------------------------------------


