# -------------------------------------------------------------------------
# Welcome scenario messages
WELCOME_MSG = "Добро пожаловать пользователь. Как к вам можно обращаться?"
REMEMBER_YOU = "Отлично, я запомнил вас "
# -------------------------------------------------------------------------
# Info scenario message
INFO_MSG = "Вы можете использовать следующие команды: \n" \
           "/back - вернуться назад \n" \
           "/add - добавить напоминание \n" \
           "/check_list - просмотреть список текущий напоминаний\n" \
           "/check_done_list - посмотреть спискок сделанных дел\n"
# -------------------------------------------------------------------------


